bierner.markdown-preview-github-styles
docker.docker
esbenp.prettier-vscode
foxundermoon.shell-format
golang.go
google.geminicodeassist
googlecloudtools.cloudcode
googlecloudtools.datacloud
hashicorp.hcl
hashicorp.terraform
llvm-vs-code-extensions.vscode-clangd
meta.pyrefly
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
redhat.vscode-xml
redhat.vscode-yaml
shopify.ruby-lsp
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-polish
timonwong.shellcheck
